<template>
  <div class="help bg-white">
    <BeeHeader />
    <h5>提示条款</h5>
    <p>
      在接受本协议之前，请您仔细阅读本协议的全部内容（特别是以<b>粗体下划线标注</b>的内容）。如果您对本协议的条款有疑问，请通过蜂集市客服渠道进行询问，蜂集市将向您解释条款内容，<b>您点击“同意”按钮即视为您完全理解并接受本协议</b>。
    </p>

    <h5>一、立约目的</h5>
    <p>
      鉴于蜂集市是一个创新公益电商购物平台，为了规范蜂集市的运营秩序，明确各方权利义务，保障各方合法权益，特拟定本协议。
    </p>

    <h5>二、协议主体</h5>
    <p>
      2.1
      本协议由重庆蜂效电子商务有限公司（以下简称蜂集市）和蜂集市注册用户（以下简称“您”）签署。
    </p>
    <p>
      2.2
      <b>您确认，在您开始注册使用蜂集市平台服务前，您具备中华人民共和国法律规定的与您行为相适应的民事行为能力。</b>
    </p>

    <h5>三、用户注册</h5>
    <p>
      3.1
      您知悉并确认，您在注册帐号或使用本软件的过程中，需要提供真实的身份信息，蜂集市将根据国家法律法规相关要求进行实名认证，若您提供的信息不真实、不完整，不详尽的则无法使用本软件或在使用过程中受到限制，您需承担因此引起的相应责任及后果，并且蜂集市保留终止您使用本平台各项服务的权利。当您所填写的相关注册信息发生变更后，您应当及时更新以符合相关法律规定，如未及时更新，您将承担因此产生的相关责任与不利后果。
    </p>
    <p>
      3.2
      当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，本协议在您与蜂集市间成立并发生法律效力，同时您成为蜂集市平台正式用户。
    </p>

    <h5>四、概念定义</h5>
    <p>
      4.1
      蜂集市：含域名为“fengjishi.com”的蜂集市商城网站、蜂集市客户端及未来技术发展出现的新的服务形态，在本协议中简称“蜂集市”或“蜂集市平台”。网站域名及客户端名称可能根据实际情况进行修改，届时以修改后的名称为准，不作另行通知。
    </p>
    <p>
      4.2
      贝壳：为您提供优惠购物的特定虚拟货币，仅限于蜂集市APP购买商品，及作说明的相关项目中使用。
    </p>
    <p>
      4.3
      蜂公益：系蜂集市呼吁并实施的一个儿童公益项目，旨在汇集社会的力量，共同将持续透明公益进行推广。
    </p>
    <p>
      4.4 蜂工厂：系各界认可并加盟蜂集市的一个共同合作创业、共同回馈社会项目。
    </p>
    <p>
      4.5
      公益合伙人：您认同蜂集市“共创共享/普惠公益”的消费理念，且是蜂集市有效注册用户有过相应消费记录，即以合伙人身份加入到蜂集市公益项目中。
    </p>

    <h5>五、订单</h5>
    <p>
      5.1
      您理解并同意：您下单时须确认您希望购买的商品数量、价款及支付方式、收货人及地址等内容。蜂集市上厂商展示的商品和价格等信息仅是要约邀请；根据您填写的内容自动生成的订单数据属于您向厂商发出的合同要约；厂商收到您订单信息后，将您订购的商品通过物流配送给您时，方视为您与厂商之间就订购商品建立了合同关系。
    </p>
    <p>
      5.2
      您下订单时请务必仔细确认所购商品的名称、数量、价格、规格、收货信息等内容。若收货人与您本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担责任。
    </p>
    <p>
      5.3
      尽管厂商做出最大的努力，但存在因受市场变化、生产能力变化及各种难以预见和掌握的因素影响，蜂集市平台不保证您提交的订单信息中的商品不会出现缺货情况。若缺货，您将无法下单。
    </p>

    <h5>六、配送</h5>
    <p>
      6.1
      您在蜂集市购买的商品将按您收货地址栏所指定的地址进行配送，故您应当清楚准确地填写您的送货地址、联系人及联系方式等配送信息。您理解并确认，您所购买的商品仅应由您填写的联系人接受身份查验后接收商品，该接收行为视为您已经收到该商品。
    </p>
    <p>
      6.2 因如下情况造成您的订单延迟或无法配送，您将自行承担迟延配送的责任：
    </p>
    <p>(1) 您提供了错误信息和不详细的地址。</p>
    <p>(2) 货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果。</p>

    <h5><b>七、蜂集市平台规范及服务</b></h5>
    <p><b>7.1 贝壳加油站商品</b></p>
    <p>
      <b>蜂集市APP首页“贝壳加油站”促销活动，根据您所购商品，可获赠商品集市价等额或一半的“贝壳”。</b>
    </p>
    <p><b>7.2 限量蜂抢</b></p>
    <p>
      <b>蜂集市特惠活动，您可以限量购买蜂集市优惠商品。请您注意知悉并确认，因特惠商品性质，您所购买的“限量抢购”类商品可能因到期后价格有所变化属正常。</b>
    </p>
    <p><b>7.3 签到抽奖</b></p>
    <p><b>每日在蜂集市完成签到任务，您可获得随机“贝壳”。</b></p>
    <p><b>7.4 邀请有礼</b></p>
    <p>
      <b>您将蜂集市APP分享给好友，邀请好友参与公益消费/体验免费消费，即可获赠一定“贝壳”。</b>
    </p>
    <p>
      <b>注：通过在蜂集市平台获取的“贝壳”，除了能再次购买集市商品外，还能用于抵扣蜂集市各种线下项目，具体以蜂集市相关说明表述为准。</b>
    </p>

    <h5>八、信息授权及保护</h5>
    <p>
      8.1
      您知悉并同意，为方便您使用蜂集市平台相关服务，蜂集市平台将存储您在使用时的必要信息，包括但不限于您的姓名、性别、生日、配送地址、联系方式、相册、日历、定位信息等。除法律法规规定的情形外，未经您的许可蜂集市不会向第三方公开、透露您的个人信息。蜂集市对相关信息采取加密存储与传输方式，利用合理措施保障用户个人信息的安全。
    </p>
    <p>
      8.2
      为配合行政监管机关、司法机关执行工作，在法律规定范围内蜂集市有权向上述行政、司法机关提供您在使用本软件时所储存的相关信息，包括但不限于您的注册信息等，或使用相关信息进行证据保全，包括但不限于公证、见证等。
    </p>
    <p>
      8.3
      蜂集市依法保障您在安装或使用过程中的知情权和选择权，在您使用蜂集市平台服务过程中，涉及您设备自带功能的服务会提前征得您同意，您一经确认，蜂集市有权开启包括但不限于收集地理位置、读取通讯录等提供服务必要的辅助功能。
    </p>
    <p>
      8.4
      蜂集市有权根据实际情况，在法律规定范围内自行决定单个用户在本软件及服务中数据的最长储存期限以及用户日志的储存期限，并在服务器上为其分配数据最大存储空间等。
    </p>

    <h5>九、用户行为规范</h5>
    <p>9.1 您应当确保您在蜂集市所发布的资料和信息不包含以下内容：</p>
    <p>(1) 违反国家政策、法律法规禁止性规定的。</p>
    <p>(2) 政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的。</p>
    <p>(3) 欺诈、虚假、不准确或存在误导性的。</p>
    <p>(4) 侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的。</p>
    <p>(5) 侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的。</p>
    <p>
      (6)
      存在可能破坏、篡改、删除、影响蜂集市任何系统正常运行或未经授权秘密获取闲鱼及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的。
    </p>
    <p>(7) 其他违背社会公共利益或公共道德的。</p>
    <p>
      9.2
      您须对自己在网上的言论和行为承担法律责任，若您在蜂集市平台上散布和传播反动、色情或其它违反国家法律的信息，蜂集市的系统记录有可能作为您违反法律的证据。
    </p>
    <p>
      9.3
      您可以直接从蜂集市商城的网站上获取微信及App客户端，也可以从得到蜂集市授权的第三方获取，如果您从未经蜂集市授权的第三方获取本软件或与本软件名称相同的安装程序，蜂集市无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。
    </p>
    <p>
      9.4
      为了改善用户体验、完善服务内容，蜂集市将不断努力开发新的服务，并不时为您提供网站及用户端更新，当用户端新版本发布后，旧版本可能无法使用，蜂集市不保证旧版本软件及相应的用户服务继续可用，请您随时核对并下载最新版本。
    </p>

    <h5>十、法律责任</h5>
    <p>
      10.1
      若发现或收到他人举报投诉您违反本协议约定的，蜂集市有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节轻重对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。
    </p>
    <p>
      10.2
      您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；蜂集市因此遭受的损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您也应当一并赔偿。
    </p>
    <p>
      10.3
      除根据中华人民共和国法律另有规定或另有明确的书面说明,蜂集市不对本平台的运营及其包含在蜂集市平台上的信息、内容、材料、产品或服务作任何形式的、明示或默示的声明或担保。
    </p>
    <p>
      10.4
      蜂集市保留变更、中断或终止某些服务的权利，对于因服务调整引起蜂集市用户数据损失等问题，除法律有明确规定外，蜂集市不承担责任。
    </p>
    <p>
      10.5
      本协议的签署并不意味着蜂集市对您的注册身份、资质、履约能力、服务等行为或您自行上传、发布或提交的信息、真实性、准确性、合法性、有效性承担任何明示或暗示的保证或担保等责任，也不意味着蜂集市成为您与其他蜂集市用户之间交易的参与方，蜂集市亦无义务参与与交易有关的任何纠纷处理等活动。除法律有明确规定外，因您的行为导致的任何投诉、纠纷、争议、赔偿等您应以自己的名义独立承担所有法律责任。
    </p>

    <h5>十一、所有权及知识产权</h5>
    <p>
      11.1
      对于您提供、发布及在使用蜂集市平台服务中形成的除个人信息外的文字、图片、视频、音频等非个人信息，在法律规定的保护期限内您免费授予蜂集市获得排他的许可使用权利及再授权给其他第三方使用并可以自身名义对第三方侵权行为取证及提起诉讼的权利。您同意蜂集市存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。
    </p>
    <p>
      11.2
      除非法律允许或蜂集市平台书面许可，您使用蜂集市网站或客户端过程中不得从事下列行为：
    </p>
    <p>(1) 删除网站或客户端及其副本上关于著作权的信息。</p>
    <p>
      (2)
      对本网站或客户端进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码。
    </p>
    <p>
      (3)
      对蜂集市拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等。
    </p>
    <p>
      (4)
      对本网站或客户端运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本网站或客户端运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经蜂集市授权的第三方工具/服务接入本软件和相关系统。
    </p>
    <p>
      (5)
      通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的。
    </p>
    <p>
      (6)
      通过非蜂集市开发、授权的第三方软件、插件、外挂、系统，登录或使用本网站或客户端及服务，或制作、发布、传播上述工具。
    </p>
    <p>
      (7)
      自行或者授权他人、第三方软件对本网站或客户端及其组件、模块、数据进行干扰。
    </p>
    <p>
      11.3
      除法律另有强制性规定外，未经蜂集市明确的特别书面许可,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用蜂集市商城和客户端的信息内容，否则，蜂集市有权追究其法律责任。
    </p>
    <p>
      11.4
      蜂集市商城和客户端所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是蜂集市或其内容提供者的财产；其所有内容的汇编是蜂集市的排他财产，受中华人民共和国知识产权领域相关法律的保护。
    </p>

    <h5>十二、协议补充及变更</h5>
    <p>
      12.1
      <b>您与蜂集市签署的本协议列明的条款并不能完整罗列并覆盖您与蜂集市所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，蜂集市平台法律声明及隐私权政策、蜂集市公告区公告均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用蜂集市平台服务，视为您同意上述补充协议。</b>
    </p>
    <p>
      12.2
      蜂集市将不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以集市公告区发布公告的方式通知您。如您不同意变更事项，您有权于变更事项确定的生效日前联系蜂集市客服反馈意见。如反馈意见得以采纳，蜂集市将酌情调整变更事项。如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用蜂集市平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用蜂集市平台服务，则视为您同意已生效的变更事项。
    </p>

    <h5>十三、管辖及法律适用</h5>
    <p>
      13.1
      本协议的订立、执行和解释及争议的解决均应适用中国法律。如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可（且仅能）向蜂集市所在地（亦为协议签订地）人民法院提起诉讼，即中华人民共和国重庆市江北区。
    </p>
    <p>
      13.2
      如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。
    </p>
    <p>
      13.3
      本协议未明示授权的其他权利仍由蜂集市保留，您在行使这些权利时须另外取得蜂集市的书面许可。蜂集市如果未行使前述任何权利，并不构成对该权利的放弃。
    </p>
  </div>
</template>

<script>
import BeeHeader from '@/components/index/BeeHeader'
export default {
  components: { BeeHeader },
  props: {},
  data() {
    return {}
  },
  computed: {},
  watch: {},
  created() {},
  mounted() {
    this.$store.state.app.beeFooter.show = false
  },
  methods: {
    back() {
      this.$router.go(-1)
    }
  },
  metaInfo: {
    title: '用户协议'
  }
}
</script>

<style scoped lang="less">
b {
  text-decoration: underline;
}
.indent {
  text-indent: 2em;
}
.help{
  padding: 0 0.2rem;
   -webkit-user-select:none;
     -moz-user-select:none;
     -ms-user-select:none;
     user-select:none;
    .content{padding: 0.2rem;}
    h4{margin-bottom: 0.25rem; text-indent: 2em; margin-top: 0.3rem; font-size: 0.34rem;}
    h4.toph4{margin-top: 0;}
    h5{margin-bottom: 0.2rem; text-indent: 2em; font-size: 0.3rem; font-weight: 600;}
    h6{margin-bottom: 0.2rem; text-indent: 2em; font-size: 0.3rem; font-weight: 600; color: #666;}
    p{font-size: 0.3rem; margin-bottom: 0.2rem; color: #666; line-height: 1.5; text-indent: 2em;}

}
</style>
